journal/newuser.tex
% Intended LaTeX compiler: lualatex
\documentclass[11pt]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=0.5in]{geometry}
\usepackage{fontspec}
\setmainfont{Ubuntu Mono}
\linespread{0.8}
\author{Amy Ho}
\date{2019-12-05 Thu}
\title{X-Microwave New Employee Login}
\hypersetup{
 pdfauthor={Amy Ho},
 pdftitle={X-Microwave New Employee Login},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.3 (Org mode 9.2.5)}, 
 pdflang={English}}
\begin{document}

\maketitle
The following account passwords are valid only for your first login. You will be asked to change your password when you gain access to each account.
\section*{\underline{Domain Account} (Computer Login)}
\label{sec:orgfaa9976}
User Name: \textbf{\MakeLowercase{Amy}.\MakeLowercase{Ho}} \\
Password: SN>2eLuL \\
Domain (if needed): XMICROWAVE

\subsection*{\underline{LAN File Storage}}
\label{sec:org31b3c55}
File Explorer > Network > warehouse14 \\
Login: Same as domain login.

\subsection*{\underline{Gmail}}
\label{sec:orga7e7f62}
User Name: \textbf{\MakeLowercase{Amy}.\MakeLowercase{Ho}@xmicrowave.com} \\
Password: SN>2eLuL \\
\url{https://mail.google.com}

\subsection*{\underline{Microsoft (Sharepoint)}}
\label{sec:org3874613}
User Name: \textbf{\MakeLowercase{Amy}.\MakeLowercase{Ho}@xmicrowave.com} \\
Password: SN>2eLuL \\
\url{https://xmicrowave.sharepoint.com}
\section*{\underline{General Wifi}}
\label{sec:orgd167612}
For phones and other personal devices:
\begin{itemize}
\item \texttt{XM-EMPL-5G} or \texttt{XM-EMPL-2G4}
\item Password: \texttt{73bCRPx6PyJS}
\end{itemize}
\emph{Note: Company devices should automatically connect to XM-SEC-5G (hidden network)}

\section*{\underline{IT Password \& Security Best Practices}}
\label{sec:org9e672db}
Most company data breaches are due to:
\begin{enumerate}
\item Poor passwords
\item Rogue email attachments
\item Rogue emails that look real, causing you to enter your username and password
\end{enumerate}

Strong passwords are considered over 8 characters in length and comprise of letters, numbers and symbols. They contain letters in both uppercase and lowercase. 
\end{document}
